/* Context menu entry for going to the about screen */
"About" = "Tietoja";

/* Caption for about screen */
"About ATVFiles" = "ATVFiles tiedot";

/* Preference menu item for EnableAC3Passthrough */
"AC3 Passthrough" = "AC3 välitys";

/* Delete Confirmation dialog text (arg = filename) */
"Are you sure you want to delete the file %@?" = "Haluatko varmasti poistaa tiedoston %@?";

/* Asset Path label for info screen */
"Asset Path" = "Asset polku";

/* Asset Type label for info screen */
"Asset Type" = "Asset muoto";

/* Asset URL label for info screen */
"Asset URL" = "Asset URL";

/* Audio Format label for info screen */
"Audio Format" = "Audiomuoto";

/* Context menu entry for deleting a file */
"Delete" = "Poista";

/* Delete Confirm dialog title (arg = filename) */
"Delete %@?" = "Poista %@?";

/* Delete status dialog title (arg = filename) */
"Deleting %@..." = "Poistetaan %@...";

/* Asset Description label for info screen */
"Description" = "Kuvaus";

/* Asset Duration label for info screen */
"Duration" = "Kesto";

/* Enable File Stacking */
"Enable File Stacking" = "Salli tiedostopinot";

/* Context menu entry for showing playlist info */
"File Info" = "Tiedoston tiedot";

/* ATVFiles app name (should match CFBundleName) */
"Files" = "Tiedostot";

/* Context menu entry for marking as played */
"Mark as Played" = "Merkitse soitetuksi";

/* Context menu entry for marking as unplayed */
"Mark as Unplayed" = "Merkitse ei-soitetuksi";

/* No */
"No" = "Ei";

/* Context menu entry for playing contents of a folder */
"Play Folder" = "Toista kansio";

/* Playlist asset type for info screen */
"Playlist Asset" = "Soittolista Asset";

/* Playlist Contents label for info screen */
"Playlist Contents" = "Soittolistan sisältö";

/* Context menu entry for showing playlist info */
"Playlist Info" = "Soittolistan tiedot";

/* Preference menu item for EnableFileDurations */
"Read File Durations" = "Lue tiedoston kesto";

/* Asset Resolution label for info screen */
"Resolution" = "Resoluutio";

/* Resume Offset */
"Resume Offset" = "Jatkamisen siirtoaika";

/* Set Root Directory */
"Set Root Directory" = "Aseta juurihakemisto";

/* Context menu entry for going to settings screen
   Title for settings menu */
"Settings" = "Asetukset";

/* Show File Extensions */
"Show File Extensions" = "Näytä tiedostopäätteet";

/* Show File Sizes */
"Show File Sizes" = "Näytä tiedostokoot";

/* Show Unplayed Dot */
"Show Unplayed Dot" = "Näytä toistamatt. merkki";

/* Stack Contents label for info screen */
"Stack Contents" = "Pinon sisältö";

/* Stacked Asset type label for info screen */
"Stacked %@" = "Pinottu %@";

/* Asset Summary label for info screen */
"Summary" = "Yhteenveto";

/* Asset Title label for info screen */
"Title" = "Otsikko";

/* Label for version, replacements are: version number (0.5.0), short version number (22), and a tag indicating debug builds on the next line */
"Version: %@ (%@)%@" = "Versio: %1$@ (%2$@)%3$@";

/* Video Format label for info screen */
"Video Format" = "Videomuoto";

/* Yes */
"Yes" = "Kyllä";

